import { CollegeClassification } from "./education";

export const polytechnicColleges: CollegeClassification[] = [
    {
        type: "Government",
        data: [
            {
                district: "തിരുവനന്തപുരം",
                items: [
                    "സെൻട്രൽ പോളിടെക്നിക് കോളേജ്, വട്ടിയൂർക്കാവ്",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, നെഡുമങ്ങാട്",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, ആറ്റിങ്ങൽ",
                    "ഗവ. വുമൺസ് പോളിടെക്നിക് കോളേജ്, കൈമനം"
                ]
            },
            {
                district: "കൊല്ലം",
                items: [
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, പുനലൂർ",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, എഴുകോൺ",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, കൊട്ടിയം"
                ]
            },
            {
                district: "പത്തനംതിട്ട",
                items: [
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, വെണ്ണിക്കുളം",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, അടൂർ",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, കോന്നി"
                ]
            },
            {
                district: "ആലപ്പുഴ",
                items: [
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, ചേർത്തല",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, ഹരിപ്പാട്",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, അമ്പലപ്പുഴ"
                ]
            },
            {
                district: "കോട്ടയം",
                items: [
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, പാലാ",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, കടുത്തുരുത്തി",
                    "ഗവ. വുമൺസ് പോളിടെക്നിക് കോളേജ്, കോട്ടയം"
                ]
            },
            {
                district: "ഇടുക്കി",
                items: [
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, മുട്ടം (തൊടുപുഴ)",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, പുറപ്പുഴ",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, നെടുങ്കണ്ടം"
                ]
            },
            {
                district: "എറണാകുളം",
                items: [
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, കലമശ്ശേരി",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, കോതമംഗലം",
                    "ഗവ. വുമൺസ് പോളിടെക്നിക് കോളേജ്, കലമശ്ശേരി",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, പെരുമ്പാവൂർ (കൂവപ്പടി)"
                ]
            },
            {
                district: "തൃശ്ശൂർ",
                items: [
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, തൃശ്ശൂർ",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, കുന്നംകുളം",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, കൊടുങ്ങല്ലൂർ",
                    "ഗവ. വുമൺസ് പോളിടെക്നിക് കോളേജ്, തൃശ്ശൂർ"
                ]
            },
            {
                district: "പാലക്കാട്",
                items: [
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, പാലക്കാട്",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, ഷോർണൂർ"
                ]
            },
            {
                district: "മലപ്പുറം",
                items: [
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, പെരിന്തൽമണ്ണ",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, തിരൂരങ്ങാടി",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, മഞ്ചേരി",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, കോട്ടക്കൽ",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, തിരൂർ",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, കുറ്റിപ്പുറം"
                ]
            },
            {
                district: "കോഴിക്കോട്",
                items: [
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, കോഴിക്കോട് (വെസ്റ്റ് ഹിൽ)",
                    "ഗവ. വുമൺസ് പോളിടെക്നിക് കോളേജ്, കോഴിക്കോട്",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, കൊടുവള്ളി"
                ]
            },
            {
                district: "വയനാട്",
                items: [
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, മീനങ്ങാടി",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, മാനന്തവാടി"
                ]
            },
            {
                district: "കണ്ണൂർ",
                items: [
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, കണ്ണൂർ (തോട്ടട)",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, മട്ടന്നൂർ",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, പയ്യന്നൂർ"
                ]
            },
            {
                district: "കാസർഗോഡ്",
                items: [
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, കാസർഗോഡ് (പെരിയ)",
                    "ഗവ. പോളിടെക്നിക് കോളേജ്, തൃക്കരിപ്പൂർ"
                ]
            }
        ]
    },
    {
        type: "Aided",
        data: [
            {
                district: "കൊല്ലം",
                items: [
                    "S.N. Polytechnic College, Kottiyam"
                ]
            },
            {
                district: "പത്തനംതിട്ട",
                items: [
                    "N.S.S. Polytechnic College, Pandalam"
                ]
            },
            {
                district: "ആലപ്പുഴ",
                items: [
                    "Carmel Polytechnic College, Punnapra"
                ]
            },
            {
                district: "തൃശ്ശൂർ",
                items: [
                    "Thiagarajar Polytechnic College, Alagappanagar"
                ]
            },
            {
                district: "മലപ്പുറം",
                items: [
                    "S.S.M. Polytechnic College, Tirur"
                ]
            },
            {
                district: "കോഴിക്കോട്",
                items: [
                    "J.D.T. Islam Polytechnic College, Marikkunnu"
                ]
            },
            {
                district: "കാസർഗോഡ്",
                items: [
                    "Swami Nithyananda Polytechnic College, Kanhangad"
                ]
            }
        ]
    },
    {
        type: "Government Controlled",
        data: [
            {
                district: "തിരുവനന്തപുരം",
                items: [
                    "മോഡൽ പോളിടെക്നിക് കോളേജ്, പൂജപ്പുര (IHRD)"
                ]
            },
            {
                district: "കൊല്ലം",
                items: [
                    "മോഡൽ പോളിടെക്നിക് കോളേജ്, കരുനാഗപ്പള്ളി (IHRD)"
                ]
            },
            {
                district: "പത്തനംതിട്ട",
                items: [
                    "മോഡൽ പോളിടെക്നിക് കോളേജ്, ഇരവിപേരൂർ (IHRD)"
                ]
            },
            {
                district: "ആലപ്പുഴ",
                items: [
                    "ഇൻസ്റ്റിറ്റ്യൂട്ട് ഓഫ് കമ്പ്യൂട്ടർ ആപ്ലിക്കേഷൻസ്, പുന്നപ്ര (CAPE)"
                ]
            },
            {
                district: "കോട്ടയം",
                items: [
                    "മോഡൽ പോളിടെക്നിക് കോളേജ്, മട്ടക്കര (IHRD)"
                ]
            },
            {
                district: "ഇടുക്കി",
                items: [
                    "മോഡൽ പോളിടെക്നിക് കോളേജ്, പൈനാവ് (IHRD)",
                    "മോഡൽ പോളിടെക്നിക് കോളേജ്, കുമാരമംഗലം (IHRD)"
                ]
            },
            {
                district: "എറണാകുളം",
                items: [
                    "മോഡൽ പോളിടെക്നിക് കോളേജ്, മാളിയേക്കര (IHRD)"
                ]
            },
            {
                district: "തൃശ്ശൂർ",
                items: [
                    "മോഡൽ പോളിടെക്നിക് കോളേജ്, മാള (IHRD)"
                ]
            },
            {
                district: "പാലക്കാട്",
                items: [
                    "മോഡൽ പോളിടെക്നിക് കോളേജ്, വടക്കേഞ്ചേരി (IHRD)"
                ]
            },
            {
                district: "മലപ്പുറം",
                items: [
                    "മോഡൽ പോളിടെക്നിക് കോളേജ്, വട്ടംകുളം (IHRD)"
                ]
            },
            {
                district: "കോഴിക്കോട്",
                items: [
                    "എൽ.ബി.എസ് (LBS) പോളിടെക്നിക് കോളേജ്, താമരശ്ശേരി",
                    "മോഡൽ പോളിടെക്നിക് കോളേജ്, കല്ലായ് (IHRD)"
                ]
            },
            {
                district: "വയനാട്",
                items: [
                    "മോഡൽ പോളിടെക്നിക് കോളേജ്, കൽപ്പറ്റ (IHRD)"
                ]
            },
            {
                district: "കണ്ണൂർ",
                items: [
                    "മോഡൽ പോളിടെക്നിക് കോളേജ്, മാടായി (IHRD)",
                    "മോഡൽ പോളിടെക്നിക് കോളേജ്, മട്ടന്നൂർ (IHRD)",
                    "മോഡൽ പോളിടെക്നിക് കോളേജ്, കരിമ്പം (IHRD)"
                ]
            },
            {
                district: "കാസർഗോഡ്",
                items: [
                    "എൽ.ബി.എസ് (LBS) മോഡൽ പോളിടെക്നിക് കോളേജ്, കാസർഗോഡ്"
                ]
            }
        ]
    },
    {
        type: "Private",
        data: [
            {
                district: "തിരുവനന്തപുരം",
                items: [
                    "ശ്രീവിദ്യാധിരാജ പോളിടെക്നിക് കോളേജ്, വെണ്ണിയൂർ"
                ]
            },
            {
                district: "കൊല്ലം",
                items: [
                    "ബിഷപ്പ് ബെൻസിഗർ പോളിടെക്നിക് കോളേജ്",
                    "എം.എസ്.എം (MSM) പോളിടെക്നിക് കോളേജ്, ചവറ",
                    "യുനുസ് മെമ്മോറിയൽ പോളിടെക്നിക് കോളേജ്, വടേക്കവിള"
                ]
            },
            {
                district: "പത്തനംതിട്ട",
                items: [
                    "മൗണ്ട് സിയോൺ പോളിടെക്നിക് കോളേജ്, അടൂർ"
                ]
            },
            {
                district: "കോട്ടയം",
                items: [
                    "കെ.ജി.ഐ.ടി (KGIT) പോളിടെക്നിക് കോളേജ്, പാമ്പാടി",
                    "മംഗളം പോളിടെക്നിക് കോളേജ്, ഏറ്റുമാനൂർ"
                ]
            },
            {
                district: "ഇടുക്കി",
                items: [
                    "അൽ-അസർ (Al-Azhar) പോളിടെക്നിക് കോളേജ്, തൊടുപുഴ"
                ]
            },
            {
                district: "എറണാകുളം",
                items: [
                    "എസ്.എൻ.എം (SNM) പോളിടെക്നിക് കോളേജ്, മാലങ്കര",
                    "കെ.എം.ഇ.എ (KMEA) പോളിടെക്നിക് കോളേജ്, ഇടത്തല",
                    "എസ്.സി.എം.എസ് (SCMS) കോളേജ് ഓഫ് പോളിടെക്നിക്"
                ]
            },
            {
                district: "തൃശ്ശൂർ",
                items: [
                    "നിർമ്മല പോളിടെക്നിക് കോളേജ്, ചാലക്കുടി",
                    "ക്രൈസ്റ്റ് പോളിടെക്നിക് കോളേജ്, ഇരിഞ്ഞാലക്കുട",
                    "സെന്റ് മേരീസ് പോളിടെക്നിക് കോളേജ്, വള്ളിയോട്"
                ]
            },
            {
                district: "പാലക്കാട്",
                items: [
                    "മലബാർ പോളിടെക്നിക് കോളേജ്, ചെർപ്പുളശ്ശേരി",
                    "എസ്.എൻ.ജി.സി (SNGC) പോളിടെക്നിക് കോളേജ്, വാളയാർ"
                ]
            },
            {
                district: "മലപ്പുറം",
                items: [
                    "മൗലാന പോളിടെക്നിക് കോളേജ്, അങ്ങാടിപ്പുറം",
                    "എം.എൽ.എസ് (MLS) പോളിടെക്നിക് കോളേജ്, കുറ്റിപ്പുറം",
                    "മാഹിൻ മെമ്മോറിയൽ പോളിടെക്നിക് കോളേജ്, മഞ്ചേരി"
                ]
            },
            {
                district: "കോഴിക്കോട്",
                items: [
                    "കെ.എം.സി.ടി (KMCT) പോളിടെക്നിക് കോളേജ്",
                    "ആവാഡ് (AWAD) പോളിടെക്നിക് കോളേജ്, ചെറൂപ്പ"
                ]
            },
            {
                district: "വയനാട്",
                items: [
                    "ഡി.എം (DM) വിംസ് പോളിടെക്നിക് കോളേജ്, മേപ്പാടി"
                ]
            },
            {
                district: "കണ്ണൂർ",
                items: [
                    "വിമല ജ്യോതി എൻജിനീയറിംഗ് കോളേജ് (ഡിപ്ലോമ വിഭാഗം)"
                ]
            },
            {
                district: "കാസർഗോഡ്",
                items: [
                    "ബി.എ (BA) കോളേജ് ഓഫ് എൻജിനീയറിംഗ് (ഡിപ്ലോമ)"
                ]
            }
        ]
    }
];
