import { DistrictData } from "./education";

export const bloodBanks: DistrictData[] = [
    { district: "തിരുവനന്തപുരം", items: ["ഗവ. മെഡിക്കൽ കോളേജ്, തിരുവനന്തപുരം"] },
    { district: "കൊല്ലം", items: ["ജില്ലാ ആശുപത്രി, കൊല്ലം"] },
    { district: "പത്തനംതിട്ട", items: ["ജനറൽ ആശുപത്രി, പത്തനംതിട്ട"] },
    { district: "ആലപ്പുഴ", items: ["ഗവ. മെഡിക്കൽ കോളേജ്, വണ്ടാനം"] },
    { district: "കോട്ടയം", items: ["ഗവ. മെഡിക്കൽ കോളേജ്, കോട്ടയം"] },
    { district: "ഇടുക്കി", items: ["ജില്ലാ ആശുപത്രി, പൈനാവ്"] },
    { district: "എറണാകുളം", items: ["ജനറൽ ആശുപത്രി, എറണാകുളം"] },
    { district: "തൃശ്ശൂർ", items: ["ഗവ. മെഡിക്കൽ കോളേജ്, തൃശ്ശൂർ"] },
    { district: "പാലക്കാട്", items: ["ജില്ലാ ആശുപത്രി, പാലക്കാട്"] },
    { district: "മലപ്പുറം", items: ["ജില്ലാ ആശുപത്രി, തിരൂർ"] },
    { district: "കോഴിക്കോട്", items: ["ഗവ. മെഡിക്കൽ കോളേജ്, കോഴിക്കോട്"] },
    { district: "വയനാട്", items: ["ജില്ലാ ആശുപത്രി, മാനന്തവാടി"] },
    { district: "കണ്ണൂർ", items: ["ജില്ലാ ആശുപത്രി, കണ്ണൂർ"] },
    { district: "കാസർഗോഡ്", items: ["ജനറൽ ആശുപത്രി, കാസർഗോഡ്"] }
];
