import { DistrictData } from "./education";

export const emergencyServices: DistrictData[] = [
    {
        district: "അടിയന്തര നമ്പറുകൾ",
        items: [
            "112 : നാഷണൽ എമർജൻസി നമ്പർ (പോലീസ്, ഫയർ, ആംബുലൻസ് സേവനങ്ങൾ ഒന്നിച്ച് ലഭിക്കാൻ)",
            "100 : പോലീസ് (Police)",
            "101 : ഫയർ ഫോഴ്സ് (Fire Force)",
            "108 : കനിവ് ആംബുലൻസ് സേവനം (Ambulance)"
        ]
    },
    {
        district: "പ്രത്യേക ഹെൽപ്പ്ലൈനുകൾ",
        items: [
            "1098 : ചൈൽഡ് ഹെൽപ്ലൈൻ (കുട്ടികൾക്കെതിരെയുള്ള അതിക്രമങ്ങൾ തടയാൻ)",
            "1091 : വനിതാ ഹെൽപ്ലൈൻ (Women Helpline)",
            "1056 : ദിശ (ആരോഗ്യ സംബന്ധമായ സംശയങ്ങൾക്കും മാനസിക പിന്തുണയ്ക്കും)",
            "1077 : ദുരന്ത നിവാരണ സെൽ (Disaster Management)",
            "1912 : കെ.എസ്.ഇ.ബി (KSEB - വൈദ്യുതി തടസ്സങ്ങൾ അറിയിക്കാൻ)"
        ]
    }
];
