import { DistrictData } from "./education";

export const homeoHospitals: DistrictData[] = [
    {
        district: "തിരുവനന്തപുരം",
        items: [
            "ഗവ. ഹോമിയോപ്പതിക് മെഡിക്കൽ കോളേജ് ആശുപത്രി, തിരുവനന്തപുരം",
            "ഗവ. ജില്ലാ ഹോമിയോ ആശുപത്രി, ഈഞ്ചയ്ക്കൽ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, നെടുമങ്ങാട്",
            "ഗവ. ഹോമിയോ ആശുപത്രി, ആറ്റിങ്ങൽ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, നേയ്യാറ്റിൻകര"
        ]
    },
    {
        district: "കൊല്ലം",
        items: [
            "ഗവ. ജില്ലാ ഹോമിയോ ആശുപത്രി, കൊല്ലം",
            "ഗവ. ഹോമിയോ ആശുപത്രി, പുനലൂർ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, കരുനാഗപ്പള്ളി",
            "ഗവ. ഹോമിയോ ആശുപത്രി, കൊട്ടാരക്കര",
            "ഗവ. ഹോമിയോ ആശുപത്രി, ചാത്തന്നൂർ"
        ]
    },
    {
        district: "പത്തനംതിട്ട",
        items: [
            "ഗവ. ജില്ലാ ഹോമിയോ ആശുപത്രി, കോഴഞ്ചേരി",
            "ഗവ. ഹോമിയോ ആശുപത്രി, അടൂർ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, തിരുവല്ല",
            "ഗവ. ഹോമിയോ ആശുപത്രി, മല്ലപ്പള്ളി",
            "ഗവ. ഹോമിയോ ആശുപത്രി, റാന്നി"
        ]
    },
    {
        district: "ആലപ്പുഴ",
        items: [
            "ഗവ. ജില്ലാ ഹോമിയോ ആശുപത്രി, ആലപ്പുഴ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, ചേർത്തല",
            "ഗവ. ഹോമിയോ ആശുപത്രി, മാവേലിക്കര",
            "ഗവ. ഹോമിയോ ആശുപത്രി, കായംകുളം",
            "ഗവ. ഹോമിയോ ആശുപത്രി, ഹരിപ്പാട്"
        ]
    },
    {
        district: "കോട്ടയം",
        items: [
            "ഗവ. ജില്ലാ ഹോമിയോ ആശുപത്രി, കുറിച്ചി",
            "ഗവ. ഹോമിയോ ആശുപത്രി, പാലാ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, ചങ്ങനാശ്ശേരി",
            "ഗവ. ഹോമിയോ ആശുപത്രി, വൈക്കം",
            "ഗവ. ഹോമിയോ ആശുപത്രി, കാഞ്ഞിരപ്പള്ളി"
        ]
    },
    {
        district: "ഇടുക്കി",
        items: [
            "ഗവ. ജില്ലാ ഹോമിയോ ആശുപത്രി, മൂന്നാർ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, തൊടുപുഴ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, അടിമാലി",
            "ഗവ. ഹോമിയോ ആശുപത്രി, കട്ടപ്പന",
            "ഗവ. ഹോമിയോ ആശുപത്രി, നെടുങ്കണ്ടം"
        ]
    },
    {
        district: "എറണാകുളം",
        items: [
            "ഗവ. ജില്ലാ ഹോമിയോ ആശുപത്രി, മൂവാറ്റുപുഴ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, എറണാകുളം (നോർത്ത്)",
            "ഗവ. ഹോമിയോ ആശുപത്രി, ആലുവ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, പറവൂർ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, പെരുമ്പാവൂർ"
        ]
    },
    {
        district: "തൃശ്ശൂർ",
        items: [
            "ഗവ. ജില്ലാ ഹോമിയോ ആശുപത്രി, തൃശ്ശൂർ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, കൊടുങ്ങല്ലൂർ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, ചാവക്കാട്",
            "ഗവ. ഹോമിയോ ആശുപത്രി, കുന്നംകുളം",
            "ഗവ. ഹോമിയോ ആശുപത്രി, ഇരിങ്ങാലക്കുട"
        ]
    },
    {
        district: "പാലക്കാട്",
        items: [
            "ഗവ. ജില്ലാ ഹോമിയോ ആശുപത്രി, പാലക്കാട്",
            "ഗവ. ഹോമിയോ ആശുപത്രി, ഒറ്റപ്പാലം",
            "ഗവ. ഹോമിയോ ആശുപത്രി, മണ്ണാർക്കാട്",
            "ഗവ. ഹോമിയോ ആശുപത്രി, ആലത്തൂർ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, ചിറ്റൂർ"
        ]
    },
    {
        district: "മലപ്പുറം",
        items: [
            "ഗവ. ജില്ലാ ഹോമിയോ ആശുപത്രി, മലപ്പുറം",
            "ഗവ. ഹോമിയോ ആശുപത്രി, മഞ്ചേരി",
            "ഗവ. ഹോമിയോ ആശുപത്രി, തിരൂർ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, പൊന്നാനി",
            "ഗവ. ഹോമിയോ ആശുപത്രി, നിലമ്പൂർ"
        ]
    },
    {
        district: "കോഴിക്കോട്",
        items: [
            "ഗവ. ഹോമിയോപ്പതിക് മെഡിക്കൽ കോളേജ് ആശുപത്രി, കോഴിക്കോട്",
            "ഗവ. ജില്ലാ ഹോമിയോ ആശുപത്രി, സിവിൽ സ്റ്റേഷൻ (കോഴിക്കോട്)",
            "ഗവ. ഹോമിയോ ആശുപത്രി, വടകര",
            "ഗവ. ഹോമിയോ ആശുപത്രി, കൊയിലാണ്ടി",
            "ഗവ. ഹോമിയോ ആശുപത്രി, ഫറോക്ക്"
        ]
    },
    {
        district: "വയനാട്",
        items: [
            "ഗവ. ജില്ലാ ഹോമിയോ ആശുപത്രി, മാനന്തവാടി",
            "ഗവ. ഹോമിയോ ആശുപത്രി, കൽപ്പറ്റ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, സുൽത്താൻ ബത്തേരി",
            "ഗവ. ഹോമിയോ ആശുപത്രി, വൈത്തിരി",
            "ഗവ. ഹോമിയോ ആശുപത്രി, പുൽപ്പള്ളി"
        ]
    },
    {
        district: "കണ്ണൂർ",
        items: [
            "ഗവ. ജില്ലാ ഹോമിയോ ആശുപത്രി, കണ്ണൂർ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, തലശ്ശേരി",
            "ഗവ. ഹോമിയോ ആശുപത്രി, തളിപ്പറമ്പ്",
            "ഗവ. ഹോമിയോ ആശുപത്രി, പയ്യന്നൂർ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, മട്ടന്നൂർ"
        ]
    },
    {
        district: "കാസർഗോഡ്",
        items: [
            "ഗവ. ജില്ലാ ഹോമിയോ ആശുപത്രി, കാസർഗോഡ്",
            "ഗവ. ഹോമിയോ ആശുപത്രി, കാഞ്ഞങ്ങാട്",
            "ഗവ. ഹോമിയോ ആശുപത്രി, നീലേശ്വരം",
            "ഗവ. ഹോമിയോ ആശുപത്രി, തൃക്കരിപ്പൂർ",
            "ഗവ. ഹോമിയോ ആശുപത്രി, മഞ്ചേശ്വരം"
        ]
    }
];
