import { DistrictData } from "./education";

export const deaddictionCenters: DistrictData[] = [
    { district: "തിരുവനന്തപുരം", items: ["ജനറൽ ആശുപത്രി, നേയ്യാറ്റിൻകര"] },
    { district: "കൊല്ലം", items: ["ജില്ലാ ആശുപത്രി, കൊല്ലം"] },
    { district: "പത്തനംതിട്ട", items: ["ജനറൽ ആശുപത്രി, പത്തനംതിട്ട"] },
    { district: "ആലപ്പുഴ", items: ["ജനറൽ ആശുപത്രി, ആലപ്പുഴ"] },
    { district: "കോട്ടയം", items: ["ജില്ലാ ആശുപത്രി, കോട്ടയം"] },
    { district: "ഇടുക്കി", items: ["ജില്ലാ ആശുപത്രി, പൈനാവ്"] },
    { district: "എറണാകുളം", items: ["ജനറൽ ആശുപത്രി, മൂവാറ്റുപുഴ"] },
    { district: "തൃശ്ശൂർ", items: ["ജനറൽ ആശുപത്രി, തൃശ്ശൂർ"] },
    { district: "പാലക്കാട്", items: ["ജില്ലാ ആശുപത്രി, പാലക്കാട്"] },
    { district: "മലപ്പുറം", items: ["ജില്ലാ ആശുപത്രി, നിലമ്പൂർ"] },
    { district: "കോഴിക്കോട്", items: ["ജനറൽ ആശുപത്രി (ബീച്ച് ആശുപത്രി), കോഴിക്കോട്"] },
    { district: "വയനാട്", items: ["ജില്ലാ ആശുപത്രി, മാനന്തവാടി"] },
    { district: "കണ്ണൂർ", items: ["ജില്ലാ ആശുപത്രി, കണ്ണൂർ"] },
    { district: "കാസർഗോഡ്", items: ["ജനറൽ ആശുപത്രി, കാസർഗോഡ്"] }
];
